Revit 2027 API
ParameterTypeId.ThermalMaterialParamElectricalResistivity Property
 "Electrical Resistivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamElectricalResistivity { get; }
Public Shared ReadOnly Property ThermalMaterialParamElectricalResistivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamElectricalResistivity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamElectricalResistivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace